Repository: stilip/WeblateTest
Catalog: BrannaPovinnost.*.resx
Languages: cs

# Muzi
source: Men
cs: Muži

# CelkemOsob
source: Total persons
cs: Celkem osob

# Zeny
source: Women
cs: Ženy

# Jine
source: Other
cs: Jiné

# Povinni
source: Obligated
cs: Povinní

# Zadatele
source: Applicants
cs: Žadatelé

# Cekatele
source: Candidates
cs: Čekatelé

# Pouzitelni
source: Fit for service
cs: Použitelní

# Nepouzitelni
source: Unfit for service
cs: Nepoužitelní

# VojaciZPovolani
source: Professional soldiers
cs: Vojáci z povolání

# NacitaniStatistik
source: Loading statistics...
cs: Načítání statistik...

# NepodariloseNacistStatistiky
source: Failed to load statistics
cs: Nepodařilo se načíst statistiky

# Profese
source: Profession
cs: Profese

# RpAZp
source: Driving License & Weapons
cs: ŘP a ZP

# Vzdelani
source: Education
cs: Vzdělání

# Branci
source: Conscripts
cs: Branci

# AktivniZalohy
source: Active Reserves
cs: Aktivní zálohy

# Osoby
source: Persons
cs: Osoby

# NovyZaznam
source: New Record
cs: Nový záznam

# MapaVse
source: Map - All
cs: Mapa - vše

# MapaOsoba
source: Map - Person
cs: Mapa - osoba

# Nacitani
source: Loadingâ€¦
cs: Načítání…

# ZadnaDataProMapu
source: No data for map
cs: Žádná data pro mapu

# Archivace
source: Archivation
cs: Archivace

# UdajeBylyZmeneny
source: (Data has been changed)
cs: (Údaje byly změněny)

# OsobniUdaje
source: Personal Data
cs: Osobní údaje

# Dovednosti
source: Skills
cs: Dovednosti

# AktivniZaloha
source: Active Reserve
cs: Aktivní záloha

# DobrovolnePredurceni
source: Voluntary Pre-determination
cs: Dobrovolné předurčení

# DobrovolneCviceni
source: Voluntary Exercise
cs: Dobrovolné cvičení

# VojakZPovolani
source: Professional Soldier
cs: Voják z povolání

# PrubehSluzby
source: Service History
cs: Průběh služby

# OdvodPrezkum
source: Medical Examination
cs: Odvod / Přezkum

# VojenskaKnizka
source: Military Service Book
cs: Vojenská knížka

# Rodina
source: Family
cs: Rodina

# Zprosteni
source: Exemption
cs: Zproštění

# Potvrzeni
source: Confirmation
cs: Potvrzení

# Vyznamenani
source: Decoration
cs: Vyznamenání

# Dokumenty
source: Documents
cs: Dokumenty

# Poznamky
source: Notes
cs: Poznámky

# TiskSestavy
source: Print Report
cs: Tisk Sestavy

# Odarchivace
source: De-archivation
cs: Odarchivace

# OdarchivovanRocnik
source: De-archive Year (Test)
cs: Odarchivovat ročník (Test)

# RocnikNarozeni
source: Birth Year
cs: Ročník narození

# VybratOsoby
source: Select Persons
cs: Vybrat osoby

# ArchivovaneOsoby
source: Archived Persons
cs: Archivované osoby

# NacistSouborZadosti
source: Load Application File
cs: Načíst soubor žádosti

# PotvditZpracovani
source: Confirm Processing
cs: Potvrdit zpracování

# TiskPotvrzeni
source: Print Confirmation
cs: Tisk potvrzení

# ValidaceXmlSouboru
source: XML File Validation
cs: Validace .xml souboru

# UlozeneDotazy
source: Saved Queries
cs: Uložené dotazy

# Novy
source: New
cs: Nový

# Smazat
source: Delete
cs: Smazat

# DatovaSada
source: Dataset:
cs: Datová sada:

# Ziva
source: Live
cs: Živá

# Archivni
source: Archive
cs: Archivní

# EvidenceZakladni
source: Basic Register
cs: Evidence základní

# EvidencePomocna
source: Auxiliary Register
cs: Evidence pomocná

# ZdravotniKlasifikace
source: Medical Classification
cs: Zdravotní klasifikace

# NacitamData
source: Loading data...
cs: Načítám data...

# GeografickeRozlozeniAPrehled
source: Geographic Distribution and Overview
cs: Geografické rozložení a přehledy

# ResetovatVyber
source: Reset Selection
cs: Resetovat výběr

# ZadnaDataProZobrazeni
source: No data to display
cs: Žádná data pro zobrazení

# Pocet
source: Count
cs: Počet
